Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON ID>EN, BLUE.tmx
Source language: id
Languages: en

source: kalau di toko besar aja ngga ada, kemungkinan di sana juga ngga ada
en: if the larger retailers don't have them, neither will the smaller stores.

source: biar apa?!
en: why would he?!

source: sam menyelesaikan kuliahnya hanya untuk ibunya
en: samuel finished his study for her mom.

source: tapi ngga mungkin
en: but it doesn’t make sense.

source: aku cerita bebeng dulu ya
en: let me first tell you the story of bebeng.

source: ini uang
en: here's some cash for you.

source: ...dan kamu yang ingin lompat dari jembatan itu
en: ...and you wanted to jump off of the bridge.

source: apa dia mengejekku?
en: is he making fun of me?

source: haha iya juga
en: yeah, tell me about it.

source: bu!
en: mom?

source: aku dikeluarkan dari sekolah dua kali, aku juga keluar dari rumah saudaraku yang telah kubebani selama ini
en: I was expelled from school twice. I also left my relatives’ house, the relatives who I’ve been burdening all this time.

source: hanya kamu yang tahu
en: ...the reason you couldn’t remember.

source: benarkah?
en: for real?

source: selain di sini toko kacamatanya kecil-kecil
en: there are only small stores outside this area.

source: jim belum ke sini
en: jimmy hasn’t been around.

source: hidup di kota itu serba tidak terduga
en: living in the city was full of unpredictability.

source: tante?!
en: auntie?

source: hah?!
en: huh?!

source: beneran sumpah!
en: I swear!

source: oke
en: okay.

source: kemarin kan ada kecelakaan kereta lagi rasanya jadi takut buat ngungkit masa kecil...
en: ...there was a railroad crossing accident yesterday. thought it’d be best not to bring up her past.

source: atau sekedar melakukan hal-hal ngga penting bersama
en: or just doing some mundane things together.

source: Aku benar-benar ngga tau lagi apa yang harus kulakukan agar kamu tetap ingin hidup
en: I'm not sure what I should do to make you feel alive again.

source: oh masih renovasi ya..
en: it’s still being renovated, i see...

source: inget aku kan jagoan hahah
en: you know, I’m a tough one.

source: ya, halo?
en: hello?

source: rasanya orang-orang di sekitarku juga ikutan gila
en: ...I think the crazier the people around me had become.

source: suatu hari dia pernah menghilang..
en: one day, he went missing.

source: ayo mulai nih
en: let’s just do it.

source: mulai lagi deh
en: there he goes again

source: ADA KAKEK-KAKEK DI DEPAN RUMAH KITA !
en: look, there's an old guy in front of our house!

source: eh ? itu mah rumah rw yang lama..
en: huh? that house? no, he no longer lived there.

source: OH GAK MAU YA?
en: oh, you don’t?

source: ini serius?
en: is he serious?

source: KENAPA NGGA BANGUNIN SIH JI-
en: why didn’t you wake me up, jim--

source: aku liat pocongnya..!!
en: I saw the ghost!

source: aaahh
en: huff...

source: ADALAH IBUKU DENGAN WUJUD BERCAHAYA SEPERTI KAKEK ITU
en: ...would be my mother, who shone as brightly as the old man.

source: kalau kalian... temanku dulu?
en: ...that we've known each other?

source: kemarin dia dilamar yoyo katanya
en: I heard yoyo proposed to her yesterday.

source: jim bukan hantu gentayangan biasa
en: ...that jimmy was no ordinary wandering ghost...

source: em.. rasanya agak..
en: um... it was kind of...

source: kamu udah denger belum gosip pocong keliling di kampung ini?
en: have you heard about the wandering pocong in the neighborhood?

source: apa ? kenapa?
en: what is it?

source: lihat aku bawa apa
en: look what I got.

source: kalau perekonomian dia lagi sulit dia suka ngamen di bis kota
en: when he ran out of money, he would busk on public transportation.

source: awalnya dia suka diundang ke cafe-cafe, lalu ke kampus, sampai akhirnya dia sangat terkenal
en: he used to be invited to cafes and universities. he became quite famous.

source: BERARTI MUNGKIN WUJUD MANUSIANYA DULU SUKA MELAKUKAN KEBAIKAN..?
en: maybe he accomplished so many wonderful actions when he was alive.

source: kehilangan jim itu..
en: when jimmy left me...

source: akhir-akhir ini semuanya bahagia
en: everyone seems happy lately.

source: kamu pernah jatuh cinta ?
en: have you ever been in love?

source: ini action bukan porno!!
en: It's an action film, not porn!

source: ini jim?
en: is this jimmy?

source: selamat yaa!
en: congratulations!

source: halo bibi, bibi di rumah?
en: hello, aunty. are you home?

source: EMANGNYA ADA YANG MAU?
en: who would marry you?

source: jam berapa ini?
en: what time is it?

source: atau karena...
en: or is it because...

source: tahu-tahu aku sudah ada di depan rumahmu begitu saja
en: ...I found myself standing in front of your house.

source: kenapa kalian ngga bilang padaku dari awal?
en: why didn’t you tell me in the first place?

source: ayo cepet!!
en: let’s hurry!

source: tante kebetulan sekali!
en: what a coincidence!

source: di sini juga aku punya banyak teman baru dengan berbagai latar belakang dan cerita hidup
en: I also made a lot of new friends with various backgrounds and stories.

source: -nya!
en: ...dad!

source: sekitar tahun 2014, dia bikin band lagi beraliran indie. mungkin karena sudah era digital lagunya sekarang bisa didengar dimana-mana
en: around 2014, he formed an indie band. and maybe because everything is digital, his song could be heard anywhere.

source: mau kubilangin ibu kalau kalian beli kaset porno?
en: fine. I’ll tell mom that you bought a porn.

source: oi jun
en: hey, juni.

source: gaada banget?
en: you sure?

source: eh iya
en: oh, right.

source: aku tidak punya tujuan hidup apapun
en: and I don't know what I'm doing with my life.

source: ada setann!!
en: there’s a ghost!!

source: kamu kenapa ngela napas?
en: what’s with the long sigh?

source: kenapa aku baru ingat..
en: why didn’t I realize...

source: si damar juga jago main ini
en: damar also played this game well.

source: ayah ibuku juga tahu
en: my parents also knew.

source: seingatku..
en: ...I don't think...

source: ckiiiit
en: creak

source: katanya dia gedor-gedor rumah pake kepalanya
en: they said it was banging at their doors with its head.

source: a-aku lupa wajahmu!
en: I-I began to forget your face!

source: rasanya tidak tenang?
en: ...do I feel so anxious?

source: waktu sam lulus adalah saat paling mengharukan, ibunya terlihat sangat bangga
en: his graduation was the most touching moment, his mother looked very proud.

source: bu ini di dapur masih ada panci sama piring-piring ngga dibawa?
en: do you plan to take along the pots and plates that are still in the kitchen?

source: wanita yang suka tidak sadar kalau anaknya sudah banyak, atau hidupnya sudah repot
en: she has children of her own and had too much in her hands already

source: sebagai gantinya aku diberi nomor pemiliknya
en: however, he gave me the owner’s number instead.

source: damara ini siapa?
en: who is this damara?

source: Kamu tahu kenapa ibunya Bebeng mau memasak untukmu?
en: do you know why bebeng’s mom would cook for you?

source: aahaha gapapa sakit kepala sedikit
en: haha, I’ve just gotten a slight headache.

source: waaa!!
en: whoa!

source: Aku melihat dunia yang kamu lihat selama ini... itu makanya aku bilang kamu orang tergila yang pernah kutemui
en: I could see how you perceived your world. that’s why I said you were the craziest person I’ve ever met.

source: aku gapapa haha
en: of course, haha.

source: Mohon nyalakan perangkat musik anda
en: please turn on the sound for a better reading experience

source: mau coba denganku?
en: ...wanna try it with me?

source: lalu dua orang ini tentunya,
en: and of course these two...

source: apa dia lupa mencabut nyawaku?
en: did he forget to take my life?

source: lalu kenapa..
en: but why...

source: elis aku nebeng kalo gitu !
en: elis, please give me a ride, then!

source: j-jadi gimana?
en: how is it?

source: kamu ngga apa-apa di sini?
en: is it all right for you to be here?

source: yuan ga suka sama kamu?
en: or yuan actually doesn’t love you?

source: mas-mas kantoran yang kece dan necis
en: stylish and well-dressed office men

source: jadi... aku sendiri yang lupa?
en: turns out I forgot about it all?

source: dan ternyata..
en: it turned out...

source: aku satu-satunya yang tida kuliah, waktu datang ke jakarta pertama kali aku langsung mencari kerja
en: well, I was the only one who didn’t go to college. I looked for a job the moment I arrived in jakarta.

source: pergi!
en: go away!

source: aduh?
en: what?

source: YAUDAH
en: alright

source: padahal kamu kan sudah janji!
en: you promised me!

source: sofi (29 thn)
en: sofi (29 years old)

source: dan kamu ngga pernah kembali sejak saat itu
en: and you never returned since then.

source: kayak apa sih rasanya?
en: how does it feel?

source: terserah
en: whatever.

source: belum
en: nope.

source: karena dari sebelum lebaran, suamiku sudah pergi duluan untuk mengurus penjualan rumah lamaku
en: it was because my husband had departed before eid to handle the selling of my old house.

source: nyari kacamata yang gimana?
en: what kinda glasses are you looking for?

source: okeeh
en: okay.

source: gabisa..! jauh tau-
en: we came all the way--

source: apanih? titanic?
en: what’s this? titanic?

source: aku cantik?
en: am I pretty?

source: gaboleh, kamu masih kecil!
en: no can do, you’re still too little!

source: boleh neng kacamatanya..
en: are you looking for some glasses?

source: aku ngga ingat itu
en: I don’t remember that.

source: tersepona
en: captivated

source: kain pocongnya gimana..?
en: what about the shroud?

source: aura membunuh
en: menacing aura

source: kamu mau nonton ini?
en: do you wanna watch this one?

source: Kalau aku benar-benar tinggal arwah, apa kamu bisa melihatku?
en: I thought, “If I became a spirit, would juni be able to see me?”

source: gara-gara kamu ngga ada aku jadi ditegor guru tau gak?
en: because you weren’t in the classroom, the teacher scolded me.

source: gimana ini?!
en: what do I do?!

source: ‘benarkah?’
en: “really?”

source: di bagian kanannya ada plester dengan tulisan ‘d’
en: the right side was plastered with "d" written on it.

source: oh tidak!
en: oh, no!

source: Waktu berlalu dan aku hanya bisa diam dan berpikir
en: as time passed, i could only think in silence

source: kita kan bisa ngomongin baik-baik!
en: we can just talk this out!

source: kamu cantik kalau dikuncir
en: you look beautiful with your hair tied.

source: berisik!
en: so loud!

source: tentu saja karena watakku..
en: of course it’s because of my temper.

source: Aku ingin kamu mengingatku walau sedikit
en: I want you to remember me, even if only a little bit.

source: Jadi tolong bertahan sedikit
en: so please, hang in there,

source: ayo pulang
en: let’s go home.

source: siapa aku, siapa namaku, kenapa aku tahu masa lalumu...
en: who I was, my name, and why I knew about your past...

source: aah gamau!
en: dun wanna!

source: dah beng!
en: bye, bebeng!

source: lo apa
en: come here!

source: aku sendiri.. akhirnya ikut mereka
en: I, myself, finally joined them.

source: gitu..
en: I see...

source: aku bisa melewati malam ini sendiri!
en: I can get through this night alone!

source: jim..
en: jimmy...

source: jadi bapak mau beli atau engga? mau main-main doang?!
en: so are you going to buy it or not? don’t mess with me!

source: buat apa mati kalau kamu yang tidak hidup pun masih bisa ketawa-ketawa?
en: you could still laugh even though you’re no longer alive, then why would I die?

source: di jembatan ini..
en: on this bridge.

source: sembarangan!!
en: watch it!

source: Terutama kak btari yang banyak kususahi:’ semoga sukses selalu, banyak rezekinya ya kak (aamiin)
en: For btari who especially has helped me a lot, i wish you success always and prosperity ahead (amen).

source: menyembunyikan apalagi?
en: ...did you hide from me?

source: sebentar ya kucari dulu
en: wait, I’ll try to find it.

source: hari berganti minggu,
en: days turned to weeks...

source: ah itu..
en: oh, that...

source: hilang..
en: it’s gone...

source: ADA LAH!
en: someone would!

source: Apalagi setelah sam gabung dengan anak-anak tongkrongan sekolah, atau bebeng dengan teman-teman osisnya. rasanya semuanya sudah bubar
en: to make things worse, samuel started hanging out with the delinquents, and bebeng was too busy with his student committee, so we drifted apart.

source: tapi mungkin juni mengerti
en: but I think juni knew the answer.

source: bilang tunggu supirnya kalian b@#$$%t!
en: tell the driver to stop, you bastards!

source: iya lis?
en: yeah?

source: apa lo
en: bring it on!

source: rumah si bebeng yang dulu juga deket sini
en: bebeng’s old house was also nearby.

source: karena dia peduli padamu
en: because she genuinely cares about you.

source: dia bilang mau ikutan main
en: he said he wanted to join.

source: dan hari ini pun, aku kembali ke keluargaku
en: and on this day, I returned to my family.

source: Aku jadi ikut permainan mereka
en: that was how I decided to play along.

source: jadi...
en: so...

source: tuh kan!
en: oh dear!

source: makanya aku berdiri di sisi jembatan itu
en: that’s why I was standing by the bridge.

source: ‘kenapa kamu melakukan itu?’
en: “why are you doing this?”

source: yaudah ayo pulaang
en: let’s just go home.

source: sini coba pelukan, mungkin bisa rasain ?
en: let’s hug each other. who knows, you might feel something.

source: toko 1
en: store 1

source: hah keluarga?
en: your family?

source: aku nemu biodata temenmu lagi
en: I found more of your friends’ biodatas.

source: juni mau bareng ke sekolah ngga sama ibu?
en: juni, do you need a ride to school?

source: aaak!!
en: aargh!

source: nginep aja di sini kalau takut di rumah sendiri
en: just stay the night if you’re scared being at your home.

source: wanita yang pernah kutemui di rumah sakit waktu itu membawa kami bertiga entah kemana
en: the woman I met at the hospital took the three of us somewhere.

source: lihat itu
en: look at this.

source: kata orang kamu dibawa ke orang pintar entah dimana
en: they said you were brought to a shaman somewhere.

source: ah batuk dikit
en: just a little cough.

source: aah mau!
en: I want it too!

source: bolos
en: skipping class

source: coba...
en: come here...

source: EP.50 - BOHONG (2)
en: ep. 50 - lies (2)

source: pulang dari bioskop kami mampir ke sebuah rumah sakit tidak jauh dari sana
en: while en route home, we stopped by the hospital not far away from the mall

source: mandi besok aja deh, dingin
en: let’s take a bath tomorrow. it’s so cold.

source: nanti diciduk warga..
en: they could persecute us.

source: YAAMPUN KAGET
en: you startled me

source: tapi-
en: but...

source: JIDATKU..
en: my forehead...

source: kecuali aku
en: everyone but me.

source: aku berniat membeli kacamata itu tapi bapak penjualnya bersikukuh tidak mau menjualnya padaku
en: I wanted to buy the glasses, but he told me he didn't want to sell them to me.

source: nah sudah! ayo gaya!
en: done! let’sstrike a pose!

source: oh, mereka di rumah sam kayaknya lagi-
en: I think they’re at samuel’s house--

source: yaudah makan aja yuk!
en: then let’s get something to eat!

source: Aku pikir ini hanya mimpi, jadi aku hanya diam menunggu untuk terbangun
en: I thought it was just a dream, so I stayed still and waited to wake up.

source: haha yang sial kamu doang
en: haha, poor you

source: j-jangan bilang tante mau bilang kalau yang nulis ini hantunya damar?!
en: are you implying that the one who wrote these letters was his ghost?!

source: tidak lama setelah menikah caca diangkat jadi guru komputer di sekolahku
en: caca was recruited as a computer teacher at my school shortly after they married.

source: Awalnya aku tidak berniat menulis ini, dan ingin langsung menghilang saja, kupikir biar kamu ngga terlalu sedih
en: I thought I'd just disappear without writing this letter so you wouldn't feel sad.

source: aku beneran mau nanya dompetku
en: I’m calling you just to ask about my wallet.

source: aku mau tanya apa dompetku ketinggalan di rumahmu?
en: by any chance, did i leave my wallet there?

source: mungkin kamu mengenalnya
en: thought you might know him.

source: kamu sengaja kan?
en: you did that on purpose, right?

source: Ini jim
en: it’s me, jimmy.

source: ayo jujur padaku
en: just tell me the truth.

source: binar pasti capek ya?
en: you must’ve been tired, dear.

source: pasti besok geger sekampung
en: it will scare the heck out of the people.

source: dia pasti beli kacamatanya di sini
en: he would buy his glasses here.

source: awas kau sampai muncul!
en: just wait until I saw you!

source: nunggunya lama ya?
en: did you wait long?

source: EP.49 - BOHONG (1)
en: ep. 49 - lies (1)

source: ...apa dia mengingatmu?
en: does she remember you?

source: pak saya mau melamar anak bapak juga!
en: sir, I’d like to propose to your daughter too!

source: karena waktu itu kamu juga sengaja!
en: because the other day, you also did that on purpose!

source: aku takut kehilanganmu tahu ngga?!
en: I was scared oft losing you!

source: gausah!
en: no, I’m okay!

source: syukurlah
en: thank god.

source: oh merk itu kita ngga jual mba
en: we don’t sell glasses from that brand.

source: otakmu tuh porno
en: fantasizing porn my foot!

source: dulu kita temen main
en: we were childhood friends.

source: aku jadi bisu
en: I lost for words.

source: maksudnya?
en: what do you mean?

source: terima kasih untuk line webtoon yang telah memberikan kesempatan untuk blue bercerita, terima kasih untuk kak btari, kak ghina, kak josheniel, kak xavier, papabos, dan lainnya atas bantuannya selama ini.
en: thank you, LINE webtoon, for giving me the opportunity to create and publish blue. i also want to thank btari, ghina, josheniel, xavier, papabos, and many more for their assistance.

source: aku baru tau sebutan itu..
en: that’s new to me.

source: bebeng dan sam ya?
en: bebeng and samuel, right?

source: mba coba sekali lagi deh
en: please do it once again

source: iya haha
en: yeah, haha.

source: kamu mendengarku kan?!
en: you heard me, right?!

source: tante masih bisa masuk ngga?
en: can we still go inside?

source: tapi sebenarnya niat kami hari itu hanya jalan-jalan
en: we actually just wanted to stroll around that day.

source: jim itu..
en: and jimmy...

source: itu...
en: the...

source: yoyo (27 thn)
en: yoyo (27 years old)

source: muncul juga kamu
en: there you are.

source: Aku tidak ingin menghabiskannya untuk kesedihan
en: ...the last thing I’d want was to get carried away with sorrow.

source: ngga tau
en: beats me.

source: hah dasar udik
en: you plebeians.

source: dengan iringan hujan yang hampir saja menjebak kami di jalan
en: accompanied by the rain that almost held us back from going home

source: udah tidur di sofa dulu aja sana
en: go lie down on the couch.

source: ayo cepetan filmnya keburu dimulai
en: let’s hurry. the movie is about to start.

source: aku hanya dengar suara doa-doa dari rumahmu
en: I only heard people reciting prayers from your house.

source: tiba-tiba teringat masa lalu?
en: ...suddenly reminded of my past?

source: mikirin apa?
en: like what?

source: waktu itu kamu bikin geger sekampung karena kamu pingsan semaleman di rel kereta itu
en: you caused a stir in the neighborhood that night since you passed out right next to the railroad tracks.

source: kenapa aku punya ini..?
en: why do I have these...?

source: iya lampu, soalnya gaada bintang di sini
en: we could only see the lights, there are no stars here.

source: haha juni nyusruk!
en: haha look at her!

source: omong kosong apa-?!
en: that’s bullshit.

source: bebeng bilang kalau wujud asli jim tinggal di dekat sini,
en: bebeng said if jimmy’s human form lived nearby,

source: ini damar teman kecilku?
en: is this damar, my childhood friend?

source: kenapa aku baru ingat...
en: why did I just realize...

source: hm
en: nope.

source: melainkan juga biru di atas kita
en: ...but also at the blue sky above me?

source: setan itu
en: ...is that ghost?

source: kupikir... mungkin traumamu terlalu dalam
en: maybe your trauma was so intense...

source: kalau dia tahu kan harusnya tinggal bilang kalau dia damar !
en: he could’ve told us that he was damar!

source: kamu bisanya apa juni?
en: do you have any specific skills?

source: mala kenapa?
en: what is it, mala?

source: waktu aku menjengukmu beberapa orang dewasa ngga bolehin kita masuk
en: when I went to your place, the adults refused to let us in.

source: juni bohong ya?!
en: you’re lying, aren’t you?!

source: siapa kamu?
en: who are you?

source: aku, bebeng, dan sam memasuki semester kedua di sekolah
en: In the second semester of school, bebeng, samuel, and I went back to school again.

source: ayo pergi!
en: let’s go!

source: kecelakaan orangtua mu?
en: about your parents’ accident?

source: katanya apa?
en: what did he say?

source: halo elis..?
en: hello? elis?

source: ssk
en: fwip

source: selain kegilaan ini... hidupku sungguh biasa saja
en: apart from this silliness, my life was so ordinary.

source: ....main bola di tengah hujan..
en: playing soccer in the rain...

source: AH IYA PAK
en: oh yeah, sir!

source: makasih..
en: thank you.

source: ep.46 - keluarga
en: ep. 46 - family

source: gak mungkin...
en: it can’t be...

source: tuuut
en: beep

source: kapan selesainyaa?
en: how long will it take?

source: dia di sini
en: it’s here.

source: tidur
en: sleeping

source: poling itu ya?
en: the wandering pocong?

source: sudah?
en: done?

source: YANG AKAN KUTEMUI DI REL KERETA HARI ITU..
en: ...the one I'd meet at the railroad...

source: assalamualaikum!
en: hello!

source: ambil dua warna aja kak lagi ada diskon looh
en: why don’t you get them both? you’ll get a discount.

source: waaaaagh!!
en: whoa!!

source: adamm!!
en: adam!!

source: aku hanya ingin hidup saja
en: I just wanna live...

source: tapi kenapa..
en: but, why...

source: akk
en: Aack

source: hari itu sungguh aneh
en: that day felt so strange.

source: ..itu kan nama asli bebeng?!
en: ...isn’t it bebeng’s full name?

source: anak pertamanya masih sd, namanya adam, yang kedua adalah si binar ini
en: adam, their first kid, is still in elementary school. and binar is their second kid.

source: .. nama sam juga samuel doang
en: sam’s full name name is just samuel.

source: Lalu Sam, yang bahkan tidak bisa menyelesaikan masalahnya sendiri, tapi selalu ada di dekatmu?
en: then there's samuel, who can't even solve his own problems but is always willing to help you.

source: sekarang... aku harus gimana ya..
en: now, what do I do?

source: lalu kalau yang tadi karena apa?
en: then, why did you do that?

source: bibiku ngga pernah bilang kalau aku kesurupan
en: my aunt never told me that I was possessed.

source: bisa ngga?
en: all good?

source: halo ? kamu dimana?
en: hello? where are you?

source: jim itu suka berbohong.
en: ...that jimmy had been lying to me.

source: juga seperti itu
en: ...was just like them.

source: MAKSUDNYA SAMPAI KAMU TUA AKU HARUS SELALU BERSAMAMU GITU?
en: you mean I'll have to stay with you even when you became old?

source: tante dari mana?
en: were you going somewhere?

source: bu kita laper
en: we're all hungry, Auntie.

source: aku liat dari kaset ibuku kayanya episode besok mereka..
en: based on my mom’s VCD, on the next episode, they will be...

source: ini caca!
en: it’s me, caca!

source: BERCAHAYA..
en: ...to shine...

source: ...jangan pergi jim
en: don’t go away, jimmy.

source: ah iya!
en: oh, right!

source: kok sama..?
en: it’s similar...

source: song:
en: song title:

source: tiap hari rumah jadi berasa sekolah
en: every day was like school at home.

source: lalu dengan berbagai persiapan, beberapa tahun kemudian aku diterima sebagai pramugari di suatu maskapai
en: after a few years of preparation, I was hired as a flight attendant for an airline.

source: kita berempat
en: there were four of us...
